
RUIDefaultDeviceName							= "TV";

OK												= "OK";
Next											= "次へ";
Cancel											= "キャンセル";

ResumeMenuResumeItem							= "再生を再開";
ResumeMenuStartFromBeginningItem				= "先頭から開始";

ITSPresentsMenuItem								= "iTunes トップ 10";
ITunesTop10MusicVideos							= "iTunes トップ 10 ミュージックビデオ";
LoadingDataFromITMS								= "iTunes Store に接続しています...";
LoadingDataFromApple							= "映画の予告編を読み込んでいます...";

PhotoModuleAllSubAlbumsMenuItem					= "すべて";
PhotoModuleSharedAlbumsMenuItem					= "共有されている写真";
PhotoModuleFetchingServersMenuItem				= "共有されている写真を検索中...";
PhotoModuleNoServersMenuItem					= "共有されている写真がありません";
PhotoModuleNoServersExplanation					= "現在利用できる共有 iPhoto ライブラリがありません。";
PhotoWindowHeader								= "写真";
NoPhotosInAlbumMessage							= "このアルバムには写真がありません。";
PhotoSlideshowSettings							= "スライドショーの設定";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "スライドごとの時間";
PhotoSlideshowSettingMusic						= "ミュージック";
PhotoSlideshowSettingRepeat						= "リピート";
PhotoSlideshowSettingShufflePhotos				= "写真をシャッフル";
PhotoSlideshowSettingShuffleMusic				= "ミュージックをシャッフル";
PhotoSlideshowSettingKenBurns					= "Ken Burns エフェクト";
PhotoSlideshowSettingTransitions				= "トランジション";
PhotoSlideshowSettingTimeFormat					= "%d 秒"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "ランダム";
PhotoSettingNoTransitions						= "切";
Cube											= "キューブ";
Dissolve										= "ディゾルブ";
Droplet											= "波紋";
"Fade Through Black"							= "黒でフェード";
Flip											= "反転";
"Mosaic Flip Large"								= "モザイク反転（大）";
"Mosaic Flip Small"								= "モザイク反転（小）";
"Page Flip"										= "ページめくり";
Push											= "押し出し";
Reveal											= "リビール";
Twirl											= "渦巻き";
Wipe											= "ワイプ";

PhotoSlideshowSettingMusicNowPlaying			= "再生中";

PhotoSettingOff									= "切";
PhotoSettingOn									= "入";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "名称未設定";
SortWidgetDateLabel								= "日付";
SortWidgetShowLabel								= "番組";

/* Metadata strings */
ActorsSeparator									= "、";

MetadataLabelSeparator							= ":";

MetadataCast									= "俳優";
MetadataDuration								= "長さ";
MetadataAirDate									= "放送";
MetadataReleaseDate								= "リリース";
MetadataInTheatres								= "劇場公開";
MetadataArtist									= "アーティスト";
MetadataAlbum									= "アルバム";
MetadataGenre									= "ジャンル";
MetadataNumberOfEpisodes						= "エピソード数";
MetadataNumberOfTracks							= "トラック";
MetadataMostRecent								= "最新";
MetadataDirector								= "監督";
MetadataDirectors								= "監督";
MetadataProducer								= "プロデューサー";
MetadataProducers								= "プロデューサー";
MetadataArtistVarious							= "その他";
MetadataArtistUnknown							= "不明なアーティスト";
MetadataAlbumUnknown							= "不明なアルバム";
MetadataPlaylistUnknown							= "不明なプレイリスト";
MetadataComposerUnknown							= "不明な作曲者";
MetadataGenreUnknown							= "不明なジャンル";
MetadataAuthor									= "作者";
MetadataTitle									= "タイトル";
MetadataEpisode									= "エピソード";
MetadataSeasonFormat							= "（シーズン %d）";
MetadataFrom									= "開始";
MetadataTags									= "タグ符号";
MetadataViews									= "表示";
MetadataDateAdded								= "追加";
MetadataCategory								= "カテゴリ";

/* Rating strings */
RatingExplicit									= "露骨な内容";

MediaTitleDefault								= "名称未設定";

StreamingNameInList								= "ストリーミング";
StreamingSearchingForSharedMedia				= "共有を探しています...";

TodayDate										= "今日";
YesterdayDate									= "昨日";

GoBackText										= "メニューボタンを押して戻ります";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "日本語";

AuthPasswordPrompt								= "パスワード：";
AuthEnterPasswordPrompt							= "%@のパスワード：";

TextInputDoneLabel								= "完了";
TextInputDeleteLabel							= "削除";
TextInputSpaceLabel								= "スペース";

AlternateTextInputSpaceLabel					= "スペース";
AlternateTextInputDeleteLabel					= "削除";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "ミュージック";
MusicPlaylistsMenuItem							= "プレイリスト";
MusicArtistsMenuItem							= "アーティスト";
MusicAlbumsMenuItem								= "アルバム";
MusicSongsMenuItem								= "曲";
MusicPodcastsMenuItem							= "Podcast";
MusicMusicVideosMenuItem						= "ミュージックビデオ";
MusicGenresMenuItem								= "ジャンル";
MusicComposersMenuItem							= "作曲者";
MusicAudiobooksMenuItem							= "オーディオブック";
MusicShuffleSongsMenuItem						= "曲のシャッフル";
MusiciTunesPresentsMenuItem						= "iTunes Store Presents";
MusicNowPlayingMenuItem							= "再生中";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "CD を取り出す";
MusicSharedMusicMenuItem						= "共有されている音楽";
MusicSpecialPlaylistName						= "Front Row プレイリスト";
MusicAllAlbumsListHeader						= "すべてのアルバム";
MusicAllSongsListHeader							= "すべての曲";
MusicAllArtistsListHeader						= "すべてのアーティスト";
MusicAllTracksListSpecifier						= "すべて";
MusicUntitledTrack								= "名称未設定トラック";
MusicNoSharedPlaylistsMenuItem					= "共有されている音楽がありません";
MusicTrackIndexOfCount							= "%ld／%ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "ストリーム“%@”をバッファ中";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "エラーが起きました。";
GenericListError								= "このリストには項目がありません。";

WaitPleaseWait									= "しばらくお待ちください";
WaitContactingRemoteHost						= "iTunes のリモートホストに接続しています...";

WirelessSetupSearchText							= "ワイヤレスネットワークを探しています...";
NotConnectedToInternet							= "Apple TV はインターネットに接続していません。";
NotConnectedToNetwork							= "Apple TV は現在ネットワークに接続していません。";
CheckNetworkConnection							= "ネットワーク設定を確認して、もう一度やり直してください。";
UntitledWirelessNetworkName						= "—";

// iTunesPairing Strings
PairWithITunesTitle								= "iTunes に接続";

PairWithITunesForInitialSyncingDescription		= "iTunes のコンテンツを Apple TV と同期させる設定を終了するには、iTunes を起動してデバイスリストから Apple TV を選びます。そのときに以下のパスコードを入力する必要があります：";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Apple TV をストリーミングにのみ使用する場合は、メニューボタンを押してソースメニューから“iTunes に接続”を選択してください。";

PairWithITunesForSyncingDescription				= "iTunes に接続し、コンテンツを Apple TV と同期させるには、iTunes を起動してデバイスリストから Apple TV を選びます。そのときに以下のパスコードを入力する必要があります：";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "Apple TV は現在“%@”に接続しています。別のライブラリに接続するには、そのコンピュータで iTunes を起動し、デバイスリストから Apple TV を選びます。この操作を実行するとお使いの Apple TV のすべてのコンテンツが置き換わります。そのときに以下のパスコードを入力する必要があります：";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "iTunes のコンテンツを Apple TV にストリーミングさせるには、iTunes を起動してデバイスリストから Apple TV を選びます。そのときに以下のパスコードを入力する必要があります：";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "同期をオフにすると現在 Apple TV にあるコンテンツがすべて消去されます。";
PairWithITunesChangingSyncingHostWarning		= "iTunes ライブラリを変更すると、お使いの Apple TV のコンテンツがすべて置き換わります。";

PairWithITunesRequirementLabel					= "Apple TV は iTunes 7.1.1 以降が必要です";
PairWithITunesCancel							= "キャンセル";
PairWithITunesContinue							= "続ける";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "エラーが起きました。";
FatalExceptionAlertDescription					= "Apple TV の再生／一時停止を押して再起動してください。";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50Hz";
480p60											= "480p";
576p50											= "576p - 50Hz ";
576i											= "576i - 50Hz";

// Loading data from remote sources
LoadingLibrary									= "接続しています";
LoadingLibraryNamed								= "“%@”を読み込み中...";
ConnectionToiTunesLost							= "iTunes ライブラリは使用できません";
WaitingForiTunesToStart							= "“%@”に再接続しようとしています。コンピュータが起動していて iTunes が開いていることを確認してください。";
GoToSources										= "ソースへ移動";
AttemptingToAuthorizeContent					= "認証中...";

SharedITunesLibraryPasswordTitle				= "共有されたライブラリのパスワード";
SharedITunesLibraryPasswordText					= "“%@”のパスワードを入力してから、“完了”をクリックしてください。";
SharedITunesLibraryPasswordPrompt				= "パスワード：";
SharedITunesLibraryPasswordRetryTitle			= "パスワードが正しくありません";
SharedITunesLibraryPasswordRetryText			= "入力した“%@”のパスワードが間違っています。\nもう一度入力してください。";

SharedIPhotoLibraryPasswordTitle				= "フォトライブラリのパスワード";
SharedIPhotoLibraryPasswordText					= "“%@”のパスワードを入力してから、“完了”をクリックしてください。";
SharedIPhotoLibraryPasswordPrompt				= "パスワード：";
SharedIPhotoLibraryPasswordRetryTitle			= "パスワードが正しくありません";
SharedIPhotoLibraryPasswordRetryText			= "入力した“%@”のパスワードが間違っています。\nもう一度入力してください。";

ConnectToITunesForStreaming						= "新規 iTunes に接続";
StreamingServerNotAvailable						= "使用可能なライブラリがありません";
TurnOnStreamingServer							= "コンピュータと“%@”がオンになっていることを確認し、iTunes を起動してください。";
DisconnectStreamingHost							= "iTunes への接続を解除";
MaxStreamingHostCountReached					= "最大 5 つの iTunes ライブラリまでしか接続できません。新しいライブラリに接続するために、接続を解除するライブラリを 1 つ選んでください。";
SelectHostToDelete								= "新規 iTunes に接続。";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "“%@”を同期中"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "%d／%d をコピー中：%@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "パスコードを入力";
BRParentalControlsPasscodeEnterPrompt			= "4 桁のペアレンタル・コントロール・パスコードを入力してください。";
BRParentalControlsPasscodeWrongTitle			= "パスコードが正しくありません";
BRParentalControlsPasscodeWrongPrompt			= "入力したパスコードが正しくありません。";
BRParentalControlsPasscodeSetTitle				= "パスコードを設定";
BRParentalControlsPasscodeSetPrompt				= "Apple TV のペアレンタルコントロールをはじめて設定するときは、4 桁のパスコードを入力します。パスコードを設定した後にペアレンタルコントロールを変更するときは、パスコードを入力する必要があります。";
BRParentalControlsPasscodeConfirmTitle			= "パスコードを確認";
BRParentalControlsPasscodeConfirmPrompt			= "4 桁のパスコードをもう一度入力してください。";
BRParentalControlsPasscodeConfirmedTitle		= "パスコードが確認されました";
BRParentalControlsPasscodeConfirmedPrompt		= "パスコードは安全な場所に保管してください。パスコードを忘れた場合は、“出荷時の状態に復元”を選択して Apple TV を出荷時の状態に戻し、パスコードをリセットしてください。";
BRParentalControlsPasscodeMismatchTitle			= "パスコードが一致しません";
BRParentalControlsPasscodeMismatchPrompt		= "入力したパスコードが一致しません。";
BRParentalControlsPasscodeTryAgainItem			= "もう一度パスコードを設定";
BRParentalControlsPasscodeOldTitle				= "古いパスコード";
BRParentalControlsPasscodeOldPrompt				= "古い 4 桁のパスコードを入力してください。";
BRParentalControlsPasscodeChangeTitle			= "新しいパスコード";
BRParentalControlsPasscodeChangePrompt			= "新しい 4 桁のパスコードを入力してください。";

// Syncing text
BRSettingSyncing								= "同期";
BRSettingTurnOnSyncing							= "同期をオン";
BRSettingTurnOffSyncing 						= "同期をオフ";
BRSettingChangeITunesLibrary 					= "iTunes ライブラリを変更";

// Combo Row text
AssetViewFormat									= "%@ ビュー";
AssetViewsFormat								= "%@ ビュー";

BRDVDLoadingText								= "DVD を読み込み中...";
BRDVDMenuItemResume								= "再生を再開";
BRDVDMenuStartFromBeginning						= "先頭から開始";
BRDVDMenuItemEjectDisk							= "ディスクを取り出す";
BRDVDMenuItemDVDMenu							= "DVD メニュー";
BRDVDPlayerChapterFormatter                     = "チャプタ %d/%d";

// Account Management text
BRAccountSelectorOtherAccount					= "その他...";

// HDCP Error dialog
HDCPErrorDialogTitle							= "HDCP なし";
HDCPErrorDialogExplanation						= "このコンテンツを再生するには HDCP が必要です。このコンテンツを見るには、接続されているディスプレイが HDCP に対応していることを確認してください。";


